Repository: collective/collective-referencecontent
Catalog: backend/src/collective/referencecontent/locales/*/LC_MESSAGES/collective.referencecontent.po
Languages: it

source: Create example content to showcase the new website
it: Crea un contenuto di esempio per il nuovo sito

source: Package to configure a new Plone Add-On for alias contents site
it: Add-on per gestire alias di contenuti

source: Plone Add-On for alias contents: Example content
it: Add-on per gestire alias di contenuti: contenuti di esempio

source: Plone Add-On for alias contents: Install
it: Add-on per gestire alias di contenuti: Installa

source: Plone Add-On for alias contents: Uninstall
it: Add-on per gestire alias di contenuti: Disinstalla

source: Reference Content
it: Contenuto Alias

source: Uninstall Plone Add-On for alias contents setup.
it: Disinstalla

source: proxied_content
it: Contenuto da proxare

source: reference_content_settings_label
it: Contenuti alias

source: referenceable_types_help
it: Seleziona una lista di portal-types che possono essere referenziati. Lascia il campo vuoto, per abilitarli tutti.

source: referenceable_types_label
it: Contenuti referenziabili

source: title
it: Titolo
